interface Props {
     locale: string;
}

const ProductBottom: React.FC<Props> = ({ locale }) => {
     return <section className="mt-[120px]">
          <div className="flex justify-center">
               <div className="bg-slate-200 flex gap-2 rounded-full justify-center w-max font-medium text-[16px]">
                    <button className="bg-black rounded-full text-white px-5 py-3">Описание</button>
                    <button className="bg-transparent rounded-full text-black px-5 py-3">Технические характеристики</button>
               </div>
          </div>
          <div className="space-y-5 mt-[60px]">
          <h2 ><strong>DJI Air 2S: Ваш универсальный инструмент для аэрофотосъёмки</strong></h2>
<p >DJI Air 2S&nbsp;— это идеальный дрон для тех, кто стремится к&nbsp;профессиональной аэрофотосъёмке без компромиссов. Этот компактный и&nbsp;мощный дрон сочетает в&nbsp;себе передовые технологии и&nbsp;удобство использования, что делает его незаменимым инструментом как для профессионалов, так и&nbsp;для любителей. С&nbsp;DJI Air 2S&nbsp;вы&nbsp;сможете запечатлеть каждый момент с&nbsp;высоты птичьего полёта, создавая потрясающие фото и&nbsp;видео с&nbsp;минимальными усилиями.</p>
<h2 ><strong>Качество и&nbsp;удобство в&nbsp;одном устройстве</strong></h2>
<p >Основные преимущества DJI Air 2S:</p>
<ul >
    <li >Камера с&nbsp;1-дюймовой матрицей и&nbsp;разрешением 20&nbsp;Мп позволяет создавать снимки и&nbsp;видео с&nbsp;невероятной детализацией и&nbsp;качеством. Снимайте видео в&nbsp;разрешении до&nbsp;5.4K при 30&nbsp;кадрах в&nbsp;секунду и&nbsp;наслаждайтесь чётким и&nbsp;насыщенным изображением в&nbsp;любых условиях.</li>
    <li >Функция MasterShots автоматически выбирает лучшие параметры съёмки, делая процесс создания видео максимально простым и&nbsp;удобным. Выбирайте из&nbsp;множества сценариев съёмки и&nbsp;получайте профессиональные результаты одним нажатием кнопки.</li>
    <li >Система обнаружения препятствий во&nbsp;всех направлениях повышает безопасность полётов и&nbsp;минимизирует риск столкновений, что особенно важно при съёмках в&nbsp;сложных условиях и&nbsp;на&nbsp;больших высотах.</li>
    <li >Интеллектуальные режимы съёмки, такие как FocusTrack, Spotlight&nbsp;2.0, ActiveTrack 4.0 и&nbsp;Point of&nbsp;Interest&nbsp;3.0, позволяют создавать сложные кадры с&nbsp;минимальными усилиями. Автоматические режимы облегчают процесс съёмки, обеспечивая точное удержание объекта в&nbsp;кадре.</li>
    <li >До&nbsp;31&nbsp;минуты полёта на&nbsp;одной зарядке дают вам больше времени на&nbsp;создание идеальных кадров. Мощный аккумулятор и&nbsp;оптимизированная система управления энергией позволяют дрону оставаться в&nbsp;воздухе дольше, предоставляя больше возможностей для творчества.</li>
    <li >Передача видеосигнала на&nbsp;расстоянии до&nbsp;12&nbsp;км с&nbsp;помощью технологии OcuSync 3.0 гарантирует надёжную связь и&nbsp;чёткий видеосигнал в&nbsp;реальном времени, даже на&nbsp;больших расстояниях.</li>
</ul>
<h2 ><strong>Идеальный выбор для профессиональной съёмки</strong></h2>
<p >DJI Air 2S&nbsp;— это универсальный дрон, который сочетает в&nbsp;себе компактность, мощь и&nbsp;передовые технологии. Этот дрон станет вашим незаменимым помощником в&nbsp;создании высококачественного контента, будь&nbsp;то фото или видео, предоставляя все инструменты для профессиональной аэрофотосъёмки.</p>
<p >Приобретайте DJI Air 2S&nbsp;и&nbsp;откройте новые возможности в&nbsp;мире аэрофотосъёмки с&nbsp;лёгкостью и&nbsp;удобством.</p>
          </div>
          <div className="mt-[60px]">
               <ul className="grid grid-cols-4 justify-between">
                    
               </ul>
          </div>
     </section>;
};

export default ProductBottom;
